jorgebucaran/fisher
oh-my-fish/theme-bobthefish
evanlucas/fish-kubectl-completions
jethrokuan/z
edc/bass
miya10kei/gitmoji-fish
miya10kei/utils-fish
miya10kei/sdkman-fish
miya10kei/git-fish
